Repository: Academigos/CardGameHorror
Catalog: CardGameHorror/CardGameHorror/Assets/*.lproj/Localizable.strings
Languages: pt_br

# Menu Principal
source: Main Menu
pt_br: Menu Principal

# Começar
source: Start
pt_br: Começar

# Continuar
source: Continue
pt_br: Continuar

# pt-BR
source: en-US
pt_br: pt-BR

# Opções
source: Options
pt_br: Opções

# Idioma
source: Language
pt_br: Idioma

# Recomeçar Batalha
source: Restart Battle
pt_br: Recomeçar Batalha

# Coragem
source: Courage
pt_br: Coragem

# key_for_my_text
source: %d/%d Cards
pt_br: %d/%d Cartas

# Finalizar turno
source: End Turn
pt_br: Finalizar turno

# Creditos
source: Credits
pt_br: Creditos

# Cartomante
source: Fortune Teller
pt_br: Cartomante

source: Welcome, dear. I can tell you carry a heavy burden on your heart, and I suppose you're searching for a way to rid yourself of it, yes? Well, how may I call you?
pt_br: Bem-vinda, querida. Sinto que você carrega um fardo pesado em seu coração, acredito que busque uma forma de aliviar esse peso, certo? Bem, como posso chamá-la?

source: Hello... My name is Cayla. I heard about your abilities to bring clarity to people, and, well... I'm here exactly because of that.
pt_br: Olá... Meu nome é Cayla. Ouvi falar sobre suas habilidades em trazer clareza às pessoas, e, bem... estou aqui justamente por isso.

source: Five years ago, I lost my parents in a terrible car accident caused by a drunk driver, but I could have avoided it. Since then, I've been having nightmares about that accident, and it feels like every day is a hard battle against the guilt and pain.
pt_br: Há cinco anos, eu perdi meus pais em um acidente de carro terrível, causado por um motorista alcoolizado, mas que eu poderia ter evitado. Desde então, venho tendo pesadelos sobre o acidente, e é como se cada dia fosse uma batalha contra a culpa e a dor.

source: I'm sorry for your loss, Cayla. Losing our loved ones in such traumatic circumstances can leave a deep cut in our soul.
pt_br: Lamento pela sua perda, Cayla. Perder aqueles que amamos em circunstâncias tão traumáticas deixa uma marca profunda em nossa alma.

source: I can help you let that guilt go, but before we go on, know that you're not at fault for the terrible acts of another person. Your decision to drive that night was made responsibly, and you couldn't have predicted the behavior of the other driver.
pt_br: Posso te ajudar a deixar essa culpa ir, mas antes de prosseguirmos, saiba que você não tem culpa pelos atos irresponsáveis de outra pessoa. Sua decisão de dirigir naquela noite foi tomada com responsabilidade, e você não poderia prever o comportamento do outro motorista.

source: Well then, how about we take a look at what guidance and clarity the cards have for you? They can show you the way towards finding strength to keep on fighting.
pt_br: Bem, que tal vermos que orientação e clareza as cartas têm para você? Elas podem te mostrar o caminho para encontrar forças e seguir em frente.

source: Of course. I'm open to try anything that can help me get over this guilt and go on with my life.
pt_br: Claro. Eu estou disposta a tentar qualquer coisa que possa me ajudar a superar essa culpa e seguir adiante com minha vida.

source: Very well, Cayla. Before I reveal the cards, know they have an intuitive power, but can only reveal possibilities and influences. The true power is within yourself, and how you choose to deal with what will be revealed.
pt_br: Muito bem, Cayla. Antes de revelar as cartas, saiba que as cartas têm um poder intuitivo, mas apenas revelam possibilidades e influências. O verdadeiro poder está em você, e em como escolhe lidar com o que é revelado.

# Agora, vamos iniciar a leitura "Caminho Através de Adversidade".
source: Now, let's begin the reading "Path Through Adversity".
pt_br: Agora, vamos iniciar a leitura "Caminho Através de Adversidade".

source: The first card represents your goals. Here we have the Strength card. It means that you're capable of getting over what bring you so much pain, Cayla. Even faced with intense battles, you can keep yourself calm and strong, all you need to do is recover that strength of yours.
pt_br: A primeira carta representa suas metas. Aqui temos a carta da Força. Significa que você é capaz de superar o que te traz tanta dor, Cayla. Mesmo diante de lutas intensas, você tem a capacidade de se manter calma e forte, basta restaurar essa sua força.

source: The second card shows the adversity. The Chariot, inverted, means you may have a lack of focus, motivation or direction in your journey. The Chariot is also a reminder that you can reach victory, as long as you have the courage to accept that you can't always be in control.
pt_br: A segunda carta representa adversidade. Aqui, o Carro invertido indica que pode haver uma falta de foco, motivação ou direção em sua jornada. O Carro também é um lembrete de que você pode alcançar a vitória, desde que tenha coragem aceitar que nem sempre estaremos no controle.

source: At last, the third card represents what you need to focus on to get over your obstacles. Here, we have The Hanged Man. This card means that, sometimes, we need to let go of old perspectives to find a new meaning in our journey.
pt_br: Por fim, a terceira carta representa em que você precisa focar para superar seus obstáculos. Aqui temos o Enforcado. Essa carta comunica que às vezes, precisamos abrir mão de antigas visões para encontrarmos um novo sentido em nossa jornada.

source: These are the messages the cards have for you, dear. Remember, Cayla, that getting over your guilt and going onwards doesn't mean you'll forget your parents or your memories. It's about finding peace and forgiving within you, freeing yourself from the guilt that doesn't belong to you.
pt_br: Essas são as mensagens que as cartas têm para você, querida. Lembre-se, Cayla, superar a culpa e seguir em frente não significa esquecer suas memórias ou seus pais. É sobre encontrar paz e perdão dentro de si mesma, liberando-se da culpa que não lhe pertence.

source: The journey may be challenging, but you have a notable inner strength, and you will never be alone.
pt_br: O caminho pode ser desafiador, mas você tem uma força interior notável, e nunca estará sozinha.

source: Thank you so much... It still seems hard, but now I feel like I have a new starting point for my journey through healing.
pt_br: Muito obrigada… Ainda parece difícil, mas agora sinto que tenho um novo ponto de partida para minha jornada de cura.

source: I'm happy to be of help, Cayla. I will be hoping for your success in this journey, be strong. Goodbye.
pt_br: Estou feliz em poder ajudar, Cayla. Estarei torcendo por seu sucesso nessa jornada, seja forte. Adeus.

source: Today is one of those days in which the weight of the past feels crushing... It's been five years since that terrible car accident that took my beloved parents from me. But sometimes, I still feel as if I was stuck in an unending nightmare, without hopes of waking up.
pt_br: Hoje é um daqueles dias em que o peso do passado parece esmagador… Já se passaram cinco anos desde aquele fatídico acidente de carro que tirou meus amados pais de mim. Mas as vezes, ainda sinto como se estivesse presa em um pesadelo interminável, sem esperança de acordar.

source: I still remember that dark night, the empty and badly lit road. That swerving car approaching us. I remember the crash, the last moments of my parents in the backseat. Even after so many years, these visions are still too real.
pt_br: Ainda lembro-me daquela noite escura, da rodovia vazia e mal iluminada. Daquele carro desgovernado se aproximando. Lembro-me da colisão, dos últimos momentos de meus pais no banco de trás. Mesmo depois de tantos anos, essas visões ainda são muito reais.

source: I know that irresponsible driver is already paying for what he did, but that isn't enough to tranquilize me. At least not when I know that if I had reacted faster, all that could have been avoided. There was enough time to save my parents, but the weakness I felt at that moment was suffocating, and this feeling of guilt haunts me every day.
pt_br: Sei que aquele motorista incompetente já está pagando pelo que fez, mas isso não é o suficiente para me tranquilizar. Pelo menos não quando eu sei que se tivesse reagido mais rapidamente tudo aquilo poderia ter sido evitado. Havia tempo o suficiente para salvar meus pais, mas a impotência que senti naquele momento foi sufocante, e essa sensação de culpa me assombra todos os dias.

source: I have already tried to calm my heart through so many ways... My friend have recommended I look for professional help to deal with this trauma, but I don't feel ready to go back to talking about this disaster.
pt_br: Já tentei acalmar meu coração de tantas formas… Meus amigos tem me recomendado procurar ajudar profissional para lidar com esse trauma, mas não me sinto pronta para voltar a falar sobre esse desastre.

source: Recently, I got the contact of an experienced fortune teller, who has a special gift for helping people like me.
pt_br: Recentemente consegui o contato de uma cartomante experiente, que tem um dom especial para ajudar pessoas como eu.

source: Maybe paying her a visit can help bringing me a new perspective or guidance regarding how to better deal with this guilt. After all, all things spiritual have always been of great help to me.
pt_br: Talvez uma visita possa me trazer uma nova perspectiva ou orientação sobre como lidar melhor com essa culpa, afinal, o espiritual sempre foi de grande ajuda para mim.
